Repository: os2datascanner/os2datascanner
Catalog: src/os2datascanner/projects/report/locale/*/LC_MESSAGES/django.po
Languages: da

source: Completed
da: Færdig

source: Accepted
da: Accepteret

source: Not accepted
da: Ikke accepteret

source: User
da: Bruger

source: Last handle
da: Sidste håndtering

source: image
da: billede

source: Number of matches
da: Antal matches

source: user
da: bruger

source: account
da: konto

source: Personal info
da: Personlig information

source: Important dates
da: Vigtige datoer

source: scan time
da: scanningstid

source: created timestamp
da: oprettet tidsstempel

source: time last opened
da: tidspunkt åbnet

source: organization
da: organisation

source: path
da: sti

source: sort key
da: sortér efter

source: name
da: navn

source: source type
da: kildetype

source: sensitivity
da: følsomhed

source: probability
da: sandsynlighed

source: Other
da: Andet

source: Edited
da: Redigeret

source: Deleted and journalized
da: Slettet og journaliseret

source: Deleted
da: Slettet

source: False positive
da: Falsk positiv

source: number of matches
da: antal matches

source: resolution status
da: håndteringsstatus

source: resolution time
da: håndteringstid

source: justification
da: begrundelse

source: document reports
da: dokument rapporter

source: default role
da: Standardrolle

source: Contact Person
da: Kontaktperson

source: DPO overview
da: DPO overblik

source: DPOs
da: DPO'er

source: Leader overview
da: Leder overblik

source: leader
da: leder

source: leaders
da: ledere

source: remediator
da: oprydder

source: remediators
da: opryddere

source: Page not found
da: Siden blev ikke fundet

source: You need permission to perform this action
da: Du har ikke tilladelse til at udføre denne handling

source: You lack the required permission to perform this action. Please contact us if you think this is an error.
da: Du mangler den nødvendige tilladelse til at udføre denne handling. Kontakt os venligst hvis du mener dette er en fejl.

source: The page could not be found
da: Siden kunne ikke findes

source: Unfortunately, we could not find the page
da: Vi kunne desværre ikke finde siden

source: Go to the front page
da: Gå til forsiden

source: Server error
da: Serverfejl

source: It looks like something went wrong
da: Det ser ud til, at der er gået noget galt

source: Unfortunately, we can't process your request at the moment. If the problem persists, you're more than welcome to contact us.
da: Vi kan desværre ikke behandle din forespørgsel lige nu. Hvis problemet bliver ved, er du meget velkommen til at kontakte os.

source: In the meantime, you may attempt to refresh the page or
da: I mellemtiden kan du forsøge at genindlæse siden eller

source: go to the front page
da: gå til forsiden

source: DPO statistics
da: DPO statistik

source: All scannerjobs
da: Alle scannerjobs

source: Development overview
da: Udviklingsoverblik

source: New results by month
da: Antal nye resultater per måned

source: Unhandled results by month
da: Antal uhåndterede resultater per måned

source: New results
da: Nye resultater

source: Unhandled results
da: Uhåndterede resultater

source: Distribution of results
da: Fordeling af resultater

source: Results distributed by sensitivities
da: Resultater fordelt på følsomheder

source: Results distributed by data sources
da: Resultater fordelt på datakilder

source: Results distributed by resolution statuses
da: Resultater fordelt på håndteringsstatusser

source: Sensitivity
da: Følsomhed

source: Data sources
da: Datakilder

source: Resolution statuses
da: Håndteringsstatusser

source: Handled results
da: Håndterede resultater

source: Percentage of handled results distributed by sensitivity
da: Procentvis andel af håndterede resultater fordelt på følsomhed

source: The department's percentage of handled results
da: Afdelingens procentvise andel af håndterede resultater

source: All results
da: Alle resultater

source: Critical
da: Kritisk

source: of
da: af

source: Warning
da: Advarsel

source: Notification
da: Notifikation

source: Why doesn't 'handle' delete my file or email?
da: Hvorfor sletter 'Håndtér'-knappen ikke min fil eller e-mail?

source: Why can't I open file scan matches?
da: Hvorfor kan jeg ikke åbne matches fra filscan?

source: Clear
da: Ryd

source: All sensitivities
da: Alle følsomheder

source: Resolution Status
da: Håndteringsstatus

source: All resolution statuses
da: Alle håndteringsstatusser

source: Include results, that are less than 30 days old
da: Inkludér resultater, der er under 30 dage gamle

source: OS2datascanner will not delete results from the system that was scanned. Marking a result as handled will only remove the result from OS2datascanner.
da: OS2datascanner sletter ikke resultater fra systemet der blev scannet. Resultatet markeres udelukkende som håndteret i OS2datascanner.

source: Mark as handled
da: Markér som håndterede

source: You are about to handle this result. This action does not change the file, that the result is about. Please do not handle a result before action has been manually taken to the file.
da: Du er ved at håndtere det markerede resultat. Denne handling ændrer ikke på filen, som resultatet handler om. Håndtér venligst ikke et resultat, før du manuelt har gjort noget ved filen.

source: You are about to handle the marked results. This action does not change the files, that the results are about. Please do not handle a result before action has been manually taken to the file.
da: Du er ved at håndtere de markerede resultater. Denne handling ændrer ikke på filerne, som resultaterne handler om. Håndtér venligst ikke et resultat, før du manuelt har gjort noget ved filen.

source: Edit marked
da: Rediger markerede

source: Revert
da: Fortryd

source: Revert marked
da: Fortryd markerede

source: selected
da: valgt

source: Select result
da: Vælg resultat

source: Open
da: Åbn

source: Open folder
da: Åbn mappe

source: Opened
da: Åbnet:

source: Copy folder path
da: Kopiér sti til mappe

source: Copy path
da: Kopiér sti

source: Copy link
da: Kopiér link

source: Handle
da: Håndtér

source: Show/hide matches
da: Vis/skjul matches

source: Edit
da: Redigér

source: Anonymized match
da: Anonymiseret match

source: Context
da: Kontekst

source: Probability
da: Sandsynlighed

source: Results
da: Resultater

source: Show match probability
da: Vis sandsynlighed

source: Show/hide all matches
da: Vis/skjul alle matches

source: Select all results
da: Vælg alle resultater

source: Name
da: Navn

source: Source
da: Kilde

source: Path
da: Sti

source: Actions
da: Handlinger

source: Leader overview for:
da: Lederoverblik for:

source: employees
da: medarbejdere

source: Organizational units
da: Organisatoriske enheder

source: Search for employee
da: Søg efter medarbejder

source: Employee
da: Medarbejder

source: The status of each user is determined by how many matches that user has, and how often they have handled their matches recently. A user with a “Completed” status has no matches. A user with a “Accepted” status has handled at least 75%% of their recent matches.
da: Status på hver bruger afgøres af, hvor mange resultater brugeren har, samt hvor ofte brugeren har håndteret sine resultater for nyligt. En bruger med “Færdig”-statussen har ingen resultater. En bruger med “Accepteret” har håndteret mindst 75%% af sine seneste resultater.

source: Send notification
da: Send påmindelse

source: Show/hide overview
da: Vis/skjul overblik

source: No employees found.
da: Ingen medarbejdere fundet.

source: per page
da: pr. side

source: Show more matches...
da: Vis flere matches...

source: Report
da: Rapport

source: Archive
da: Arkiv

source: User profile
da: Brugerprofil

source: Logout
da: Log ud

source: No organizational units associated with account
da: Ingen organisatoriske enheder er forbundet til brugeren

source: There are no organizational units associated with
da: Der er ikke nogle organisatoriske enheder forbundet med

source: results
da: resultater

source: Previous
da: Forrige

source: Next
da: Næste

source: Go to page
da: Gå til side

source: Go
da: Gå

source: Sensitivity legend
da: Følsomhedsoversigt

source: Are you experiencing issues with OS2datascanner, and have no luck resolving it by consulting the manual or FAQ? You can contact Magenta ApS by clicking this button.
da: Oplever du problemer med OS2datascanner, og har du ikke haft held med at løse dem ved at læse håndbogen eller FAQ'en? Du kan kontakte Magenta ApS ved at klikke her.

source: Contact Magenta
da: Kontakt Magenta

source: Do you have a question about some of your matches or which actions you should take to handle them? You can contact one of your DPOs by clicking this button.
da: Har du spørgsmål om nogle af dine matches, eller hvilke handlinger du skal foretage for at håndtere dem? Du kan kontakte en af dine DPO'er ved at klikke her.

source: Contact DPO
da: Kontakt DPO

source: Question about OS2datascanner
da: Spørgsmål angående OS2datascanner

source: Issue with OS2datascanner
da: Problem med OS2datascanner.

source: Are you experiencing issues with OS2datascanner, and have no luck resolving it by consulting the manual or FAQ? You can contact your IT department by clicking this button.
da: Oplever du problemer med OS2datascanner, og har du ikke haft held med at løse dem ved at læse håndbogen eller FAQ'en? Du kan kontakte din IT-afdeling ved at klikke her.

source: Contact IT
da: Kontakt IT

source: Consult the manual to find instructions for using OS2datascanner.
da: Læs håndbogen for at finde instruktioner til brugen af OS2datascanner.

source: Manual
da: Håndbog

source: Consult the FAQ to read answers to the most frequently asked questions asked by other users.
da: Læs FAQ'en for at se svar på de mest almindelige spørgsmål stillet af andre brugere.

source: Development overview for
da: Udviklingsoverblik for

source: Number of matches per week
da: Antal matches pr. uge

source: Week
da: Uge

source: Development chart
da: Udviklingsgraf

source: Show Account
da: Vis konto

source: Distribute matches to users from
da: Uddel matches til brugere fra

source: Are you sure you want to distribute matches to the users? This action cannot be reverted.
da: Er du sikker på, at du vil dele matches ud til brugerne? Denne handling kan ikke fortrydes.

source: Distribute
da: Uddel

source: No results were found
da: Der er ingen resultater

source: Permission denied
da: Ingen adgang

source: Sorry, you are not allowed to access this app.
da: Beklager, du har ikke tilladelse til at tilgå denne applikation.

source: If you believe you should have access to this app, please contact your system administrator.
da: Kontakt din systemadministrator, hvis du mener du bør have adgang til denneapplikation.

source: Signed out
da: Logget ud

source: You have signed out successfully.
da: Du er nu logget ud.

source: Log in
da: Log ind på

source: report module
da: rapportmodulet

source: Username
da: Brugernavn

source: Password
da: Adgangskode

source: Remember me
da: Husk mig

source: Login
da: Log ind

source: Did you forget your password?
da: Har du glemt din adgangskode?

source: Click here
da: Klik her

source: Thank you for using OS2datascanner.
da: Tak fordi du brugte OS2datascanner.

source: again
da: igen

source: Frequently Asked Questions
da: Ofte stillede spørgsmål

source: Here you can find answers to questions frequently asked by other users of OS2datascanner.
da: Her kan du finde svar på de oftest stillede spørgsmål af andre brugere af OS2datascanner.

source: For security reasons, OS2datascanner cannot interact with your files or emails in any way. For this reason, you must manually delete or handle the matched file. Pressing the 'handle'-button in OS2datascanner only removes the match from the overview.
da: Af sikkerhedsårsager kan OS2datascanner ikke interagere med dine filer eller e-mails på nogen måde. Af denne grund er det nødvendigt manuelt at slette eller på anden måde håndtere den matchede fil. Tryk på 'Håndtér'-knappen i OS2datascanner fjerner kun matchet fra oversigten.

source: You can manually access the file or email by pressing the 'copy'- or 'open'-buttons below the name of the match.
da: Du kan manuelt tilgå filen eller e-mailen ved at trykke på 'kopier'- eller 'åben'-knapperne under navnet på matchet.

source: OS2datascanner is not located on your computer, but on an external server. You are accessing that server through your browser.
da: OS2datascanner befinder sig ikke på din computer, men på en ekstern server. Du tilgår denne server gennem din browser.

source: For security reasons, modern browsers are not allowed to open a file on your computer. This also prevents OS2datascanner from doing the same.
da: Af sikkerhedsårsager har moderne browsere ikke adgang til, at åbne filer på din computer. Dette forhindrer også OS2datascanner i det samme.

source: To find the file, which a match has been found in, click the 'Copy Folder' button on the match, then open your pathfinder on your computer, and paste in the content of your clipboard.
da: For at finde en fil, som der er fundet et match i, kan du trykke på 'Kopier mappe'-knappen ved matchet. Derefter åbner du stifinderen på din computer, og indsætter indholdet af din udklipsholder.

source: Change password
da: Skift adgangskode

source: Password change successful
da: Skift adgangskode lykkedes

source: Your password was changed.
da: Din adgangskode blev ændret.

source: Your password has been set. You may go ahead and log in now.
da: Din adgangskode er ændret. Du kan nu gå videre og logge ind.

source: Please enter your new password twice so we can verify you typed it in correctly.
da: Indtast din nye adgangskode to gange, så vi kan bekræfte, at du har skrevet den korrekt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
da: Linket til nulstilling af adgangskode er ugyldigt, muligvis fordi det allerede har været brugt. Bed om en ny nulstilling af adgangskoden.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
da: Vi har sendt dig instruktioner til hvordan du nulstiller din adgangskode, hvis en konto eksisterer tilknyttet den indtastede e-mail. Du bør modtage instruktionerne snarest.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
da: Hvis du ikke modtager en e-mail, skal du sørge for, at e-mailadressen du har indtastet er den rigtige, og tjekke din spam mappe.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
da: Du modtager denne e-mail, fordi du har anmodet om nulstilling af din adgangskode til din bruger på %(site_name)s.

source: Please go to the following page and choose a new password:
da: Gå venligst til følgende side og vælg en ny adgangskode:

source: Your username, in case you've forgotten:
da: Dit brugernavn er følgende, hvis du har glemt det:

source: Thanks for using our site!
da: Tak, fordi du brugte vores side!

source: The %(site_name)s team
da: %(site_name)s team

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
da: Har du glemt din adgangskode? Skriv din e-mail-adresse herunder, så sender vi dig instruktioner i at vælge en ny adgangskode.

source: Reset my password
da: Nulstil min adgangskode

source: Account
da: Konto

source: Account information
da: Brugerinformation

source: Organization
da: Organisation

source: By checking this box, users will be presented with your email address for DPO-related questions.
da: Ved at markere dette felt vil brugere blive henvist til din e-mail adresse med DPO-relaterede spørgsmål.

source: User Rights
da: Rettigheder

source: Roles
da: Roller

source: Active
da: Aktiv

source: Yes
da: Ja

source: Staff
da: Adgangsbevilget

source: Superuser
da: Superbruger

source: Aliases
da: Aliasser

source: Change
da: Skift

source: User since
da: Bruger siden

source: %0D%0A%0D%0A--- Do not alter text below this line! ---%0D%0A
da: %0D%0A%0D%0A--- Ændr ikke teksten under denne linje! ---%0D%0A

source: The page does not exist
da: Siden eksisterer ikke

source: Filescan
da: Filscan
