Repository: os2datascanner/os2datascanner
Catalog: src/os2datascanner/projects/admin/locale/*/LC_MESSAGES/django.po
Languages: da

source: Rule cannot be compiled by scanner
da: Reglen kan ikke kompileres af scanneren

source: CPR rule should not be used more than once
da: CPR-reglen kan ikke bruges mere end én gang

source: Health-information rule should not be used more than once
da: Helbredsinformations-reglen kan ikke bruges mere end én gang

source: An errorlog cannot both be new and removed
da: En fejlbesked kan ikke både være ny og fjernet

source: Change new-status to True
da: Sæt ny-status til True

source: Changed {qs_count} elements new-status to True. Note: if the element has its is_removed attribute set to True, it has not been changed.
da: Ændrede {qs_count} elementers ny-status til True. Bemærk: hvis et element har er_fjernet attributtet sat til True, så er den ikke blevet ændret

source: Change new-status to False
da: Sæt ny-status til False

source: Changed {qs_count} elements new-status to False
da: Ændrede {qs_count} elementers ny-status til False

source: Change removed-status to True
da: Sæt fjernet-status til True

source: Changed {qs_count} elements removed-status to True
da: Ændrede {qs_count} elementers fjernet-status til True

source: Change removed-status to False
da: Sæt fjernet-status til False

source: Changed {qs_count} elements removed-status to False
da: Ændrede {qs_count} elementers fjernet-status til True

source: Change resolved-status to True
da: Sæt løst-status til True

source: Changed {qs_count} elements resolved-status to True
da: Ændrede {qs_count} elementers løst-status til True

source: Change resolved-status to False
da: Sæt løst-status til False

source: Changed {qs_count} elements resolved-status to False
da: Ændrede {qs_count} elementers løst-status til True

source: the primary key of the scanner job to start
da: primærnøglen på det scannerjob, der skal startes

source: only scan objects previously scheduled for a checkup
da: scan kun objekter, der har checkup tilknyttet

source: disable the last modification date check for everything in this scan
da: slå sidst ændret-funktion fra for alt i dette scan

source: no scanner job exists with id {id}
da: intet scannerjob findes med id {id}

source: organization
da: organisation

source: API key
da: API-nøgle

source: API keys
da: API-nøgler

source: Brugernavn
da: Username

source: Initialization Vector
da: Initaliserings vektor

source: User domain
da: Brugerdomæne

source: Login method
da: Login metode

source: Rule
da: Regel

source: name
da: navn

source: description
da: Beskrivelse

source: sensitivity
da: Følsomhed

source: Mime type
da: Filformat

source: drive letter
da: drevbogstav

source: skip super-hidden files
da: spring over superskjulte filer

source: do not scan files with the HIDDEN and SYSTEM bits set, or files with the HIDDEN bit set whose name starts with a tilde
da: lad være med at scanne filer med både HIDDEN- og SYSTEM-attributter sat, samt filer med HIDDEN-attribut sat og et navn med tilde-tegn foran

source: UNC is home root
da: UNC er brugermappernes rod

source: all folders under the given UNC are user home folders; their owners have responsibility for everything they contain regardless of other filesystem metadata
da: alle mapper under det givne UNC er brugernes hjemmemapper: deres ejere har ansvar for alt, der ligger derinde, uanset hvad filsystemet ellers må sige

source: UNC must follow the UNC format
da: UNC skal følge UNC-format

source: Scan deleted items folder
da: Scan slettet post mappe

source: Include emails in the deleted post folder
da: Inkludér emails i slettet post mappe

source: Scan syncissues folder
da: Scan synkroniseringsproblemer mappe

source: Include emails in the syncissues folder
da: Inkludér emails i synkroniseringsproblemer mappe

source: check dead links
da: tjek døde links

source: organizational unit
da: organisatorisk enhed

source: planned execution
da: planlagt afvikling

source: scan images
da: scan billeder

source: check date of last modification
da: tjek dato for sidste ændring

source: only notify superadmin
da: underret kun superadmin

source: keep false positives
da: behold falske positive

source: Retain false positives in the report module, regardless of the current state of the matched sources.
da: Bevar falske positiver i rapportmodulet, uanset den nuværende tilstand af de matchede kilder.

source: rules
da: regler

source: Unverified
da: Ugyldig

source: Verified
da: Gyldig

source: username
da: brugernavn

source: validation status
da: valideringstatus

source: exclusion rules
da: udelukkelsesregler

source: covered accounts
da: dækkede konti

source: The scanner job could not be started because it has no assigned rules.
da: Scannerjobbet kunne ikke startes, da det ikke har nogle tilknyttede regler.

source: The scanner job could not be started because it is not validated.
da: Scannerjobbet kunne ikke startes, da det ikke er valideret.

source: The scanner job could not be started because it is already running.
da: Scannerjobbet kunne ikke startes, da det allerede er i gang.

source: connected scanner job
da: tilknyttet scannerjob

source: total sources
da: antal kilder

source: explored sources
da: udforskede kilder

source: total objects
da: antal objekter

source: scanned objects
da: scannede objekter

source: size of scanned objects
da: størrelse af scannede objekter

source: message
da: Fejlbesked

source: matches found
da: resultater fundet

source: last modified
da: senest opdateret

source: associated scanner job
da: tilknyttet scannerjob

source: resolved
da: løst

source: Start time
da: Startet

source: scan statuses
da: scanstatusser

source: timestamp
da: tidsstempel

source: scan status snapshots
da: scanstatus snapshot

source: validation method
da: valideringsmetode

source: sitemap file
da: sitemap fil

source: download Sitemap from server
da: hent Sitemap fra serveren

source: reduce communication
da: formindsk kommunikation

source: reduce the number of HTTP requests made to the server by unconditionally trusting the content of the sitemap
da: formindsk antallet af HTTP-anmodninger til serveren ved at stole ubetinget på sitemap-filens indhold

source: comma-separated list of urls to exclude
da: Kommasepareret liste af URLs der skal eksluderes

source: Be sure to include a trailing '/'to enforce path matching, i.e. https://example.com/images/ instead of https://example.com/images
da: Afslut URL'en med '/' for at sikre sti-matching, i.e. https://example.com/images/ i stedet for https://example.com/images

source: extended hint support
da: udvidet hint-understøttelse

source: present pages by their HTML titles and allow the presentation of links to be overridden
da: navngiv sider efter HTML-overskrift og tillad specificering af alternative visningsformer for URL'er

source: Critical
da: Kritisk

source: Warning
da: Advarsel

source: Notification
da: Notifikation

source: Folder at the path is using outdated encoding. Please rename the folder.
da: Mappe på stien indeholder forældet indkodning. Omdøb venligst mappen.

source: An object was skipped either because it could not be opened or it was taking too long to scan.
da: Et objekt blev sprunget over enten fordi det ikke kunne åbnes eller at det tog for lang tid at skanne.

source: error log
da: fejlbesked

source: error logs
da: fejlbeskeder

source: Path
da: Sti

source: Error message
da: Fejlbesked

source: Is new
da: Er ny

source: Is removed
da: Er fjernet

source: Could not open a connection to {0}
da: Kunne ikke åbne en forbindelse til {0}

source: User friendly error message
da: Brugervenlig fejlbesked

source: all of
da: alle fra

source: one of
da: én fra

source: not
da: ikke

source: regular expression
da: regulært udtryk

source: health information
da: helbredsinformation

source: names
da: personnavne

source: address
da: adresse

source: Experimental
da: Eksperimentel

source: health information (Turbo)
da: helbredsinformation (Turbo)

source: passport
da: pas

source: and
da: og

source: or
da: eller

source: with
da: med

source: probability,-
da: sandsynligheds-,

source: context check.
da: konteksttjek.

source: Exceptions:
da: Undtagelser:

source: Regular expression
da: Regulært udtryk

source: expanded matching
da: udvidet søgning

source: field name
da: navn på felt

# verb
source: matches
da: resultater fundet

source: context check
da: konteksttjek

source: Analysis
da: Analyse

source: Last updated
da: Sidst opdateret

source: Run analysis scan
da: Kør analyse-scan

source: Storage
da: Opbevaringsplads

source: Overview of storage for different filetypes
da: Overblik over opbevaringsplads for de forskellige filtyper

source: File size distribution
da: Distribution af filstørrelser

source: Overview of number of files
da: Overblik over antallet af filer

source: Choose a scannerjob to start a new scan or view analysis
da: Vælg et scannerjob for at starte et analyse-scan eller se analyse

source: Filescanner
da: Filscanner

source: Office 365 OneDrive filescanner
da: Office 365 OneDrive filscanner

source: Office 365 calendarscanner
da: Office 365 kalenderscanner

source: Edit scannerjob
da: Rediger scannerjob

source: Create new scannerjob
da: Opret nyt scannerjob

source: Rules
da: Regler

source: Edit rule
da: Rediger regel

source: Create new rule
da: Opret ny regel

source: organizations
da: organisationer

source: add organization
da: tilføj organisation

source: update organization
da: opdatér organisation

source: organizational hierarchy
da: organisatorisk struktur

source: add LDAP configuration
da: tilføj LDAP-konfiguration

source: update LDAP configuration
da: opdatér LDAP-konfiguration

source: add MS Graph configuration
da: Tilføj Microsoft Graph konfiguration

source: update MS Graph configuration
da: opdatér Microsoft Graph konfiguration

source: add OS2mo configuration
da: tilføj OS2mo-konfiguration

source: update OS2mo configuration
da: opdatér OS2mo-konfiguration

source: No file uploaded.
da: Ingen fil uploadet.

source: File too big
da: Valgte fil er for stor

source: No rule specified.
da: Ingen regel var givet.

source: Location
da: Lokation

source: Match context
da: Kontekst for match

source: No matches found
da: Ingen resultater fundet

source: Report module
da: Rapportmodul

source: Guide
da: Håndbog

source: Logout
da: Log ud

source: Office 365 Teams filescanner
da: Office 365 Teams filscanner

source: Scans in progress
da: Igangværende scanninger

source: Completed scans
da: Udførte scanninger

source: Error Log
da: Fejlbeskeder

source: per page
da: pr. side

source: of
da: af

source: Previous
da: Forrige

source: Next
da: Næste

source: Change password
da: Skift password

source: Password change successful
da: Adgangskode ændring

source: Your password was changed.
da: Din adgangskode blev ændret.

source: Log in
da: Log ind

source: Your password has been set. You may go ahead and log in now.
da: Din adgangskode er ændret. Du kan nu gå videre og logge ind.

source: Please enter your new password twice so we can verify you typed it in correctly.
da: Indtast din nye adgangskode to gange, så vi kan bekræfte, at du har skrevet den korrekt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
da: Linket til nulstilling af adgangskode er ugyldigt, muligvis fordi det allerede har været brugt. Bed om en ny nulstilling af adgangskoden.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
da: Vi har sendt dig instruktioner til hvordan du nulstiller din adgangskode, hvis en konto eksisterer tilknyttet den indtastede e-mail. Du bør modtage instruktionerne snarest.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
da: Hvis du ikke modtager en e-mail, skal du sørge for, at e-mailadressen du har indtastet er den rigtige, og tjekke din spam mappe.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
da: Har du glemt din adgangskode? Skriv din e-mail-adresse herunder, så sender vi dig instruktioner i at vælge en ny adgangskode.

source: Reset my password
da: Nulstil min adgangskode

source: Delete rule?
da: Slet regel?

source: Are you sure you want to delete?
da: Ønsker du virkelig at slette?

source: No
da: Nej

source: General
da: Generelt

source: Name the rule and choose which organization the rule should belong to
da: Navngiv reglen og vælg hvilken organisation reglen skal tilhøre

source: Name of rule
da: Navn på regel

source: A rule consists one or more regular expressions and defines which text strings are searched in a scannerjob
da: En regel består af et eller flere regulære udtryk og definerer hvilke tekststrenge der søges efter i et scannerjob

source: Assess the sensitivity of the rule
da: Vurder reglens følsomhed

source: Description of rule
da: Beskrivelse af regel

source: Save changes
da: Gem ændringer

source: Delete
da: Slet

source: This action cannot be undone. Are you sure you want to delete this rule?
da: Ønsker du virkelig at slette denne regel? Handlingen kan ikke fortrydes.

source: Please note that this rule is currently included in
da: Bemærk venligst at denne regel i øjeblikket indgår i

source: scannerjob and
da: scannerjob og

source: reports.
da: rapporter.

source: Regular Expression
da: Regulært Udtryk

source: e.g. organization
da: f.eks. organisation

source: Remove expression
da: Fjern udtryk

source: Add another regular expression
da: Tilføj endnu et regulært udtryk

source: -- Please select a rule below --
da: -- Vælg venligst en regel herunder --

source: Note, that changes in the rules means that all files will be scanned anew.
da: Bemærk, at ændringer i regelsættet betyder, at alle filer skal scannes på ny.

source: You are about to delete
da: Du er ved at slette

source: scan status data. This action cannot be reverted. Are you sure?
da: datascanninger. Denne handling kan ikke fortrydes. Er du sikker?

source: Delete all
da: Slet alle

source: Select all
da: Vælg alle

source: Select all results
da: Vælg alle resultater

source: Started
da: Startet

source: Objects
da: Objekter

source: Results
da: Resultater

source: Actions
da: Handlinger

source: Select result
da: Vælg resultater

source: objects explored
da: objekter udforsket

source: Not available
da: Ikke tilgængelig

source: result
da: resultat

source: results
da: resultater

source: Finished in
da: Afsluttet på

source: Finished
da: Afsluttet

source: Show/hide timeline
da: Vis/skjul tidslinje

source: no scans done
da: der er ingen udførte scanninger

source: Run scanner
da: Kør scanner

source: Are you sure you want to start the scanner?
da: Er du sikker på, at du vil starte scanneren?

source: Let's go!
da: Ja, kør

source: Waiting...
da: Afventer...

source: Scannerjob is running!
da: Scannerjobbet er i gang!

source: OS2datascanner was not able to delete the results from the stale accounts, since the scannerjob is currently running. Try again later.
da: OS2datascanner kunne ikke slette resultaterne tilhørende de frakoblede konti, da scannerjobbet i øjeblikket er i gang. Prøv igen senere.

source: Stale accounts cleaned!
da: Frakoblede konti ryddet op!

source: Success! All results belonging to the stale accounts from this scannerjobs have been deleted!
da: Succes! Alle resultater tilhørende de frakoblede konti fra dette scannerjob er blevet slettet!

source: Clean up stale accounts
da: Ryd op i frakoblede konti

source: OS2datascanner has registered, that some users, which were previously scanned with this scanner job, are no longer covered. These accounts will no longer be scanned by the scanner job.
da: OS2datascanner har registreret, at nogle brugere, som tidligere er blevet scannet af dette scannerjob, ikke længere er tilknyttet scannerjobbet. Disse konti vil ikke længere blive scannet af dette scannerjob.

source: Delete the report results for the following users:
da: Slet resultaterne for følgende brugere:

source: Clean
da: Ryd op

source: User information
da: Brugeroplysninger

source: Upload service account
da: Upload servicekonto

source: Select a file
da: Vælg en fil

source: Click here to upload service account credentials (JSON FORMAT)
da: Klik her for at uploade servicekonto legitimationsoplysninger (JSON FORMAT)

source: Service account
da: Servicekonto

source: Current file:
da: Nuværende fil:

source: Upload list of accounts
da: Upload liste af konti

source: Click here to upload list of accounts (CSV FORMAT)
da: Klik her for at uploade liste af konti (CSV FORMAT)

source: List of accounts
da: Liste af konti

source: e.g. /sitemap.xml
da: f.eks. /sitemap.xml

source: Current:
da: Aktuelt:

source: Remove
da: Fjern

source: Click here to upload sitemap.xml
da: Klik her for at uploade sitemap.xml

source: add users
da: tilføj brugere

source: select users from
da: vælg brugere fra

source: organizational units
da: organisatoriske enheder

source: or upload
da: eller upload

source: List of mail users
da: Liste af mail brugere

source: The uploaded file should contain a newline-separated list of usernames or localparts of the email addresses, without domains.
da: Den uploadede fil skal indeholde ét email-brugernavn uden domæne på hver linje.

source: Existing file:
da: Eksisterende fil:

source: Available employees
da: Tilgængelige medarbejdere

source: Selected employees
da: Valgte medarbejdere

source: all users in this organization
da: alle brugere i denne organisation

source: select users from organizational units
da: vælg brugere fra organisatoriske enheder

source: Scanner settings
da: Scannerindstillinger

source: Schedule scan
da: Planlæg scan

source: Schedule your scan by creating a fixed interval or adding a date to complete the scannerjob.
da: Planlæg dit scan ved at oprette et fast interval eller tilføj en dato for afvikling af scannerjobbet.

source: The scanner will start at the following time for the selected days:
da: Scanneren vil starte på følgende tidspunkt på de valgte dage:

source: To use this data source, credentials for SBSYS must be set up in OS2datascanner. These credentials are not currently in the system.
da: For at benytte denne datakilde skal der opsættes credentials til SBSYS i OS2datascanner. Disse credentials findes på nuværende tidspunkt ikke i systemet.

source: Success
da: Succes

source: Scan details have been sent to the scanner engine, and
da: Scan-detaljer er blevet sendt til scannermotoren, og

source: scan will be performed as soon as possible.
da: scan bliver udført snarest muligt.

source: Take me to scanner status
da: Vis mig scanner status

source: Technical details
da: Tekniske detaljer

source: Oops, an error occurred
da: Hov, der opstod en fejl

source: Scan details could not be sent to the scanner engine.
da: Scan-detaljer kunne ikke sendes til scannermotoren.

source: See technical details for more information
da: Se tekniske detaljer for mere information

source: Could not open data source:
da: Kunne ikke åbne datakilden:

source: Could not communicate with the scanner engine:
da: Kunne ikke kommunikere med scannermotoren:

source: Remove selected scan data
da: Fjern valgte scan data

source: You are about to remove the selected logs. This action cannot be reverted. Are you sure?
da: Du er ved at slette de valgte fejlbeskeder. Denne handling kan ikke fortrydes. Er du sikker?

source: Remove selected
da: Fjern valgte

source: selected
da: valgt

source: You are about to remove the selected data. This action cannot be reverted. Are you sure?
da: Du er ved at slette den valgte data. Denne handling kan ikke fortrydes. Er du sikker?

source: Phase
da: Fase

source: Indexing data ...
da: Indekserer data ...

source: Scanning data (still indexing) ...
da: Scanner data (indekserer fortsat) ...

source: Scanning data ...
da: Scanner data ...

source: No objects to scan
da: Ingen objekter at scanne

source: Building index
da: Opbygger indeks

source: %(obj)s objects scanned
da: %(obj)s objekter scannet

source: %(obj)s out of %(total)s objects scanned
da: %(obj)s ud af %(total)s objekter scannet

source: Estimated finished
da: Forventes afsluttet

source: The sources do not contain any scannable objects
da: Datakilden indeholder ikke nogle objekter

source: Do you really want to delete the status object for scanner '%%(scanner_name)s'?
da: Er du sikker på, at du vil slette status for scanner »%%(scanner_name)s«?

source: no ongoing scans
da: der er ingen igangværende scanninger

source: Timeline
da: Tidslinje

source: Login
da: Log ind

source: admin module
da: administrationsmodulet

source: Remember me
da: Husk mig

source: Did you forget your password?
da: Har du glemt din adgangskode?

source: Click here
da: Klik her

source: Thank you for using OSdatascanner.
da: Tak, fordi du brugte OSdatascanner.

source: again
da: igen

source: Search for error message
da: Søg efter fejlbesked

source: Show seen error messages
da: Vis sete fejlbeskeder

source: You are about to mark all error log messages as seen. This action cannot be reverted. Are you sure?
da: Du er ved at markere alle fejlbeskeder som set. Denne handling kan ikke fortrydes. Er du sikker?

source: Mark all as seen
da: Markér alle som set

source: You are about to remove
da: Du er ved at slette

source: error logs. This action cannot be reverted. Are you sure?
da: fejlbeskeder. Denne handling kan ikke fortrydes. Er du sikker?

source: Remove all
da: Slet alle

source: Export to CSV
da: Eksportér til CSV

source: Error
da: Fejl

source: Select results
da: Vælg resultater

source: New
da: Ny

source: Mark as seen
da: Markér som set

source: no errors found.
da: ingen fejl fundet.

source: Page not found
da: Siden blev ikke fundet

source: You need permission to perform this action
da: Du har ikke tilladelse til at udføre denne handling

source: You lack the required permission to perform this action. Please contact us if you think this is an error.
da: Du mangler den nødvendige tilladelse til at udføre denne handling. Kontakt os venligst hvis du mener dette er en fejl.

source: The page could not be found
da: Siden kunne ikke findes

source: Unfortunately, we could not find the page
da: Vi kunne desværre ikke finde siden

source: Go to the front page
da: Gå til forsiden

source: Server error
da: Serverfejl

source: It looks like something went wrong
da: Det ser ud til, at der er gået noget galt

source: Unfortunately, we can't process your request at the moment. If the problem persists, you're more than welcome to contact us.
da: Vi kan desværre ikke behandle din forespørgsel lige nu. Hvis problemet bliver ved, er du meget velkommen til at kontakte os.

source: In the meantime, you may attempt to refresh the page or
da: I mellemtiden kan du forsøge at genindlæse siden eller

source: go to the front page
da: gå til forsiden

source: Hello %(full_name)s,
da: Hej %(full_name)s

source: For your information, your OS2datascanner-scan @ <strong>%(scanner_name)s</strong> has just finished.
da: Til orientering er dit OS2datascanner-scan @ <strong>%(scanner_name)s</strong> lige kørt færdigt.

source: objects were scanned -
da: objekter scannet -

source: in total - in
da: i alt - på

source: <strong>%(usererrorlogs)s</strong> errors occured during the scan.<br /><a href="%(admin_login_url)serror-log/">Click here to inspect the error logs</a>
da: <strong>%(usererrorlogs)s</strong> fejl opstod under scannet.<br/><a href="%(admin_login_url)serror-log/">Klik her for at inspicere fejlbeskederne.</a>

source: <a href="%(admin_login_url)s">Log into OS2datascanner with your organisation account</a> for further details.
da: <a href="%(admin_login_url)s">Log på OS2datascanner med din organisationskonto</a> for at se detajlerne.
