Repository: os2datascanner/os2datascanner
Catalog: src/os2datascanner/projects/admin/locale/*/LC_MESSAGES/django.po
Languages: da

source: Kind regards,<br>the OS2datascanner system
da: Med venlig hilsen<br>OS2datascanner-systemet

source: (on behalf of %(institution)s)
da: (på vegne af %(institution)s)

source: Hello %(full_name)s,
da: Hej %(full_name)s

source: For your information, your OS2datascanner-scan @ %(scanner_name)s has just finished.
da: Til orientering er dit OS2datascanner-scan @ %(scanner_name)s lige kørt færdigt.

source: %(usererrorlogs)s errors occured during the scan.
da: %(usererrorlogs)s fejl opstod under scannet.

source: Log into OS2datascanner with your organisation account for further details.
da: Log på OS2datascanner med din organisationskonto for at se detajlerne.

source: Kind regards, the OS2datascanner system
da: Med venlig hilsen OS2datascanner-systemet

source: (on behalf of %(institution)s)
da: (på vegne af %(institution)s)

source: Please go to the following page and choose a new password:
da: Gå venligst til følgende side og vælg en ny adgangskode:

source: Your username, in case you've forgotten:
da: Dit brugernavn er følgende, hvis du har glemt det:

source: Thanks for using our site!
da: Tak, fordi du brugte vores side!

source: The mini-scanner lets you execute any OSdatascanner rule on a single file, and returns the results directly to this page.
da: Med miniscanneren kan man afvikle en vilkårlig OSdatascanner-regel på én enkel fil. Resultaterne vises længere nede på denne side.

source: Maximum allowed file size is:
da: Den maksimalt tilladte filstørrelse er:

source: File to scan
da: Upload fil

source: The selected file is too big!
da: Den valgte fil er for stor!

source: Please, select another (smaller) file to scan.
da: Vælg venligst at scanne en anden (mindre) fil.

source: Rule to execute
da: Definér regel

source: Selected rule:
da: Valgte regel:

source: None
da: Ingen

source: Load rule
da: Indlæs regel

source: Run
da: Kør

source: Clear
da: Ryd

source: Scan result
da: Scanresultat

source: (none yet)
da: (endnu ingen)

source: Upload a rule from the list
da: Indlæs en regel fra listen

source: Add rule
da: Tilføj regel

source: Name
da: Navn

source: Organization
da: Organisation

source: Description
da: Beskrivelse

source: Sensitivity
da: Følsomhed

source: Action
da: Handling

source: Edit
da: Redigér

source: Do you really want to delete this rule?
da: Vil du slette denne regel?

source: The action cannot be reversed
da: Handlingen kan ikke fortrydes.

source: No rules added yet
da: Der er endnu ikke tilføjet nogen regler

source: System rules
da: Systemregler

source: Delete rule
da: Slet regel

source: Do you want to delete
da: Ønsker du at slette

source: This action cannot be undone.
da: Handlingen kan ikke fortrydes.

source: Yes
da: Ja

source: Add scannerjob
da: Tilføj scannerjob

source: Name/URL
da: Navn/URL

source: Drive
da: Drev

source: Approved
da: Godkendt

source: Automatic
da: Automatisk

source: The following users are no longer covered by this scannerjob, but have been scanned previously:
da: Følgende brugere er ikke længere tilknyttet scannerjobbet, men er tidligere blevet scannet:

source: Stale accounts
da: Frakoblede konti

source: Is approved
da: Er godkendt

source: Is not approved
da: Er ikke godkendt

source: Next scan:
da: Næste scan:

source: Do you really want to delete this scanner?
da: Er du sikker på, at du vil slette denne scanner?

source: No scannerjob added
da: Der er ikke tilføjet nogen scannerjob

source: day
da: dag

source: days
da: dage

source: hour
da: time

source: hours
da: timer

source: minute
da: minut

source: minutes
da: minutter

source: second
da: sekund

source: seconds
da: sekunder

source: millisecond
da: millisekund

source: milliseconds
da: millisekunder

source: No organizational units has been selected
da: Der er ikke valgt nogen organisatoriske enheder

source: No userlist has been selected
da: Der er ikke valgt nogen brugerliste

source: The userlist should only include the usernames of the users, not the domain!
da: Brugerlisten skal kun indeholde brugernavne på brugerne, ikke domæne!

source: Usernames in the userlist should be separated by newlines, not commas or whitespace!
da: Brugernavnene i brugerlisten skal adskilles af linjeskift, ikke komma eller mellemrum!

source: e.g. @example.com
da: f.eks. @example.com

source: Username
da: Brugernavn

source: Password
da: Adgangskode

source: e.g. //network-domain/top-folder
da: f.eks. //network-domain/top-folder

source: Drive letter
da: Drevbogstav

source: The 'exceptions'-string must be a comma-separated list of 10-digit numbers.
da: Listen af undtagelser skal være adskilt af kommaer og bestå af ticifrede tal.

source: Formatting error
da: Formateringsfejl

source: Expression
da: Udtryk

source: The page does not exist
da: Siden findes ikke

source: Scan time
da: Scan tidspunkt

source: Password must be updated, when changing username or url.
da: Adgangskode skal genindtastes, når der skiftes brugernavn eller url.

source: created
da: oprettet

source: saved
da: gemt

source: e.g. https://example.com
da: f.eks. https://example.com

source: e.g. https://example.com/exclude1, https://example.com/exclude2
da: f.eks. https://example.com/exclude1, https://example.com/exclude2

source: Space is not allowed in the web-domain name.
da: Mellemrum er ikke tilladt i web-domænenavnet.

source: Users who are already Administrators are not shown.
da: Viser ikke brugere, der allerede er administratorer.

source: -- No valid users available --
da: -- Der findes ingen gyldige brugere --

# Verbose name for core app
source: Management
da: Administration

source: enabled features
da: aktiverede features

source: Select a feature to enable it for this client.
da: Vælg en feature for at aktivere den for denne kunde.

source: activated scan types
da: tilgængelige scannertyper

source: Select a scan type to activate it for this client.
da: Vælg en scannertype for at gøre den tilgængelig for denne kunde.

source: Only one type of import service can be active at a time.
da: Kun en type af importservice kan være aktiveret.

source: sleep for %(metavar)s seconds if there were no jobs to run
da: vent %(metavar)s sekunder hvis der ikke var nogle jobs til afvikling

source: do not loop: run a single job and then exit
da: kør ikke i løkke: kør et enkelt job og gå derefter ud

source: {0} job(s) completed.
da: {0} færdige job(s).

source: {0} job(s) failed.
da: {0} fejlede job(s).

source: user
da: bruger

source: client
da: kunde

source: administrators
da: administratorer

source: waiting
da: afventer

source: running
da: kører

source: cancelling
da: annullering i gang

source: finished
da: afsluttet

source: cancelled
da: annulleret

source: failed
da: fejlet

source: job creation time
da: job-oprettelsestid

source: job update time
da: job-opdateringstid

source: execution state
da: kørselsstatus

source: last status message
da: sidste status-besked

source: file scan
da: filscan

source: Microsoft Graph - file scan
da: Microsoft Graph - filscan

source: Google - drive scan
da: Google - drevscan

source: Microsoft Graph - Teams file scan
da: Microsoft Graph - Teams filscan

source: administration API
da: administrations-API

source: structured organization support
da: understøttelse af strukturerede organisationer

source: import services
da: importtjenester

source: import services (MS Graph)
da: importtjenester (MS Graph)

source: import services (OS2mo)
da: importtjenester (OS2mo)

source: client ID
da: kunde-ID

source: phone number
da: telefonnummer

source: clients
da: kunder

source: {value} is not a valid {class_name}
da: {value} er ikke en gyldig værdi for {class_name}

source: grants
da: bevillinger

source: Configure Microsoft Graph
da: Konfigurér Microsoft Graph

source: To use this service, you must allow OS2datascanner access to its content.
da: For at benytte denne tjeneste skal du tillade OS2datascanner adgang til tjenestens indhold.

source: The service refused to grant OS2datascanner the necessary rights:
da: Tjenesten nægtede at give OS2datascanner de nødvendige rettigheder:

source: Click the button below to try again.
da: Klik på knappen nedenfor for at prøve igen.

source: Click the button below to forward to this service.
da: Klik på knappen nedenfor for at blive videresendt til denne tjeneste.

source: Continue to
da: Fortsæt til

source: You will be forwarded to the creation form after the service has issued the necessary rights.
da: Du bliver videresendt til oprettelsesformularen, efter tjenesten har udstedt de nødvendige rettigheder.

source: The information pointing to the OS2datascanner system for this service is missing.
da: De informationer, der peger OS2datascanner-systemet på denne tjeneste, mangler.

source: last successful export
da: senest exporteret med success

source: marked for deletion at
da: markeret til sletning kl

source: organization UUID
da: UUID for organisation

source: has been imported
da: er blevet importeret

source: imported unique ID
da: importeret unikt ID

source: last time an update was requested
da: sidste gang der blev anmodet om en opdatering

source: last successful import
da: sidste succesfulde importering

source: Keycloak servers
da: Keycloak-servere

source: other
da: anden leverandør

source: vendor
da: leverandør

source: groups
da: grupper

source: import users into
da: importér brugere baseret på

source: Name of LDAP attribute, which is mapped as username. For many LDAP server vendors it can be 'uid'. For Active Directory it can be 'sAMAccountName' or 'cn'. The attribute should be filled for all LDAP user records you want to import from LDAP.
da: Navnet på den LDAP-attribut, der anvendes som brugernavn. For mange LDAP-servere er det 'uid'. For Active Directory kan det være 'sAMAccountName' eller 'cn'. Attributten skal findes for alle de brugere, der skal importeres fra LDAP.

source: username LDAP attribute
da: LDAP-attribut for brugernavn

source: Name of LDAP attribute, which is used as RDN of typical user DN. Usually, but not necessarily, the same as username LDAP attribute. For example for Active Directory, it is common to use 'cn' as RDN attribute when username attribute might be 'sAMAccountName'.
da: Navnet på den LDAP-attribut der bruges som RDN (relative distinguished name) for et typisk bruger-DN (distinguished name). Ofte samme LDAP-attribut som for brugernavn, men ikke nødvendigvis. F.eks. er det for Active Directory meget almindeligt at bruge 'cn' som RDN-attribut mens brugernavns-attributten ofte er 'sAMAccountName'

source: RDN LDAP attribute
da: LDAP-attribut for RDN

source: Name of LDAP attribute, which is used as unique object identifier (UUID) for objects in LDAP. For many LDAP server vendors, it is 'entryUUID'; however some are different. For example for Active Directory it should be 'objectGUID'. If your LDAP server does not support the notion of UUID, you can use any other attribute that is supposed to be unique among LDAP users in the tree. For example 'uid' or 'entryDN'.
da: Navnet på den LDAP-attribut, der unikt identificerer et LDAP-objekt. For mange LDAP-servere er det 'entryUUID'; for Active Directory er det i stedet 'objectGUID'. Understøtter din LDAP-server ikke UUID-værdier, kan du i stedet benytte en anden unik værdi, såsom 'uid' eller 'entryDN'.

source: UUID LDAP attribute
da: LDAP-attribut for UUID

source: All values of LDAP objectClass attribute for users in LDAP divided by comma. For example: 'inetOrgPerson, organizationalPerson'. User records are only imported if they have all those classes.
da: En komma-separeret liste af alle 'LDAP objectClass'-værdier for brugere i LDAP. For eksempel: 'inetOrgPerson, organizationalPerson'. Brugere bliver kun importeret, hvis de har samtlige klasser i listen.

source: user object classes
da: klasser for bruger-objekter

source: Choose between an encrypted connection protocol (ldaps) or an unencrypted one (ldap). Only select the unencrypted protocol if absolutely necessary.
da: Vælg mellem en krypteret forbindelsesprotokol (ldaps) eller en ukrypteret (ldap). Det anbefales at vælge den krypterede protokol.

source: connection protocol
da: forbindelsesprotokol

source: Connection URL to the LDAP server.
da: Forbindelses-URL til LDAP-serveren.

source: connection URL
da: forbindelses-URL

source: Distinguished name for the (top) OU in which to search for users. Groups present under this OU will not necessarily be imported, as OS2datascanner reconstructs groups based on users' group memberships.
da: 'Distinguished name' for den (øverste) OU, hvor der skal søges efter brugere. Grupper under denne OU bliver ikke nødvendigvis importeret, da OS2datascanner opbygger grupper ud fra brugernes gruppemedlemskab.

source: DN for users (OU)
da: DN for brugere (OU)

source: one level
da: kun øverste lag

source: subtree
da: hele undertræet

source: For one level, the search applies only for users in the DNs specified by User DNs. For subtree, the search applies to the whole subtree. See LDAP documentation for more details.
da: For 'kun øverste lag' gælder søgningen kun for brugere tilknyttet den OU der er angivet i 'DN for brugere'. For 'hele undertræt' gælder søgningen for den angivne OU, samt alle underliggende OU'er. Se LDAP dokumentationen for flere detaljer.

source: search scope
da: omfang af søgningen

source: Distinguished name for the service account allowing access to LDAP
da: 'Distinguished name' for servicekontoen, der giver adgang til LDAP

source: LDAP service account user name
da: brugernavn for servicekontoen til LDAP

source: LDAP configuration
da: LDAP-konfiguration

source: LDAP configurations
da: LDAP-konfigurationer

source: MSGraph configuration
da: MSGraph-konfiguration

source: MSGraph configurations
da: MSGraph-konfigurationer

source: OS2mo configuration
da: OS2mo-konfiguration

source: OS2mo configurations
da: OS2mo-konfigurationer

source: add
da: tilføj

source: update
da: opdatér

source: LDAP configuration for
da: LDAP-konfiguration for

source: connect to LDAP
da: opret forbindelse til LDAP

source: test connection
da: test forbindelse

source: test authentication
da: test adgang

source: search specification
da: søgespecifikation

source: user attributes
da: bruger-attributter

source: add user attributes
da: tilføj bruger-attributter

source: save LDAP configuration
da: gem LDAP-konfiguration

source: Microsoft Graph configuration
da: Microsoft Graph konfiguration

source: configure Microsoft Graph
da: konfigurér Microsoft Graph

source: save Microsoft Graph configuration
da: gem Microsoft Graph konfiguration

source: The source of this organization is in the cloud and an external service must allow OS2datascanner to access it's content.
da: Denne organisationsstruktur ligger i skyen, og en eksterne tjeneste skal tillade OS2datascanner adgang til dens indhold.

source: connect to OS2mo
da: opret forbindelse til OS2mo

source: Add OS2mo configuration for organization:
da: Tilføj OS2mo-konfiguration til organisationen:

source: save OS2mo configuration
da: tilføj OS2mo-konfiguration

source: Configure OS2mo
da: Konfigurér OS2mo

source: An error occurred while trying to connect to OS2mo
da: Der skete en fejl ved forsøget på at forbinde til OS2mo

source: You need the right Client ID- and Secret to import from OS2mo
da: Du har brug for den korrekte Client ID- og Secret for at importere fra OS2mo

source: return to organizations page
da: vend tilbage til organisationer-siden

source: Tab access
da: Menu-adgang

source: Support button settings
da: Supportknap indstillinger

source: create new organization
da: opret ny organisation

source: Deletion blocked
da: Sletning ikke mulig

source: The organization could not be deleted because scannerjobs are still running. Delete running jobs before proceding.
da: Organisationen kan ikke slettes fordi der stadig kører mindst et scannerjob. Afbryd alle scannerjobs der kører for at fortsætte sletningen.

source: Go to scanner status
da: Gå til scanner status

source: organizations for
da: organisationer for

source: Add new organization
da: Tilføj ny organisation

source: phone
da: telefon

source: import service (OS2mo)
da: importtjenester (OS2mo)

source: Add LDAP configuration
da: Tilføj LDAP-konfiguration

source: Edit LDAP configuration
da: Redigér LDAP-konfiguration

source: sync
da: synkroniser

source: last updated
da: sidst opdateret

source: Add OS2mo configuration
da: Tilføj OS2mo-konfiguration

source: Add Microsoft Graph configuration
da: Tilføj Microsoft Graph-konfiguration

source: Edit Microsoft Graph configuration
da: Redigér Microsoft Graph-konfiguration

source: View organizational units.
da: Vis organisatoriske enheder

source: Do you really want to delete this organization?
da: Er du sikker på, at du vil slette denne organisation?

source: This will delete all associated import- and scannerjobs. The action cannot be reversed
da: Dette vil også slette import- og scannerjobs der tilhører organisationen. Handlingen kan ikke fortrydes.

source: no organization added
da: der er ikke tilføjet nogen organisationer

source: organizational hierarchy for
da: organisatorisk struktur for

source: Search for organizational unit
da: Søg efter organisatorisk enhed

source: Show empty units
da: Vis tomme enheder

source: accounts
da: konti

source: managers
da: ledere

source: DPOs
da: DPOer

source: accounts associated.
da: konti tilknyttet

source: Click to remove
da: Klik for at fjerne

source: as manager of
da: som leder af

source: Are you sure you want to remove
da: Er du sikker på, at du vil fjerne

source: Choose new manager
da: Vælg ny leder

source: as DPO of
da: som DPO af

source: Choose new DPO
da: Vælg ny DPO

source: No organizational units found ...
da: Ingen organisatoriske enheder fundet ...

source: No organizational units.
da: Ingen organisatoriske enheder

source: That name is already taken.
da: Navnet er allerede i brug.
